{
    "Transforming your vision into a digital reality":"Transformando tu visión en una realidad digital",
    "Social networks":"Redes Sociales",
    "Go to page":"Ir a la página",
    "About us":"Nosotros",
    "We are an experienced team in the design of graphic interfaces and development of platforms in web, mobile and desktop environments, immersed in the fascinating technological world. We are trained for big challenges and we keep up to date with the latest trends. Our goal is to take your ideas and projects to the next level, merging creativity and technology to achieve exceptional results.":"Somos un equipo experimentado en el diseño de interfaces gráficas y desarrollo de plataformas en entornos web, móvil y escritorio, inmersos en el fascinante mundo tecnológico. Estamos capacitados para grandes retos y nos mantenemos actualizados con las últimas tendencias. Nuestro objetivo es llevar tus ideas y proyectos al siguiente nivel, fusionando creatividad y tecnología para conseguir resultados excepcionales.",
    "Features":"Características",
    "Design": "Diseño",
    "We design with empathy, prioritizing the user experience to achieve intuitive and attractive products.": "Diseñamos con empatía, priorizando la experiencia del usuario para lograr productos intuitivos y atractivos.",
    "Constant innovation": "Innovación constante",
    "We keep abreast of the latest technologies to offer cutting-edge solutions.": "Nos mantenemos al tanto de las últimas tecnologías para ofrecer soluciones de vanguardia.",
    "Quality commitment": "Compromiso con la calidad",
    "We deliver robust and reliable products on time, exceeding expectations.": "Entregamos productos sólidos y confiables a tiempo, superando las expectativas.",
    "Services": "Servicios",
    "Web development": "Desarrollo web",
    "Mobile development": "Desarrollo móvil",
    "Desktop development": "Desarrollo de apps de escritorio",
    "Portfolio": "Portafolio",
    "Make your vision a reality with us": "Haz realidad tu visión con nosotros",
    "Write to us, we will contact you soon": "Escríbenos, te contactaremos pronto",
    "Name": "Nombre",
    "Description": "Descripción",
    "Submit": "Enviar",
    "Development by": "Desarrollado por",
    "Greetings":"Saludos",
    "Contact us":"Contáctanos"
}